# TODO: Создание разнарядки (йди авто, айди работников, айди маршрута,время создание на автомате, время отправления и
#  время прибытия если есть)
"""{
    "working_transport": 1,
    "workers": [
        1, 2
    ],
    "route": 1,
    "creation_date": date.now(),
    "departure_time": optional,
    "arrival_time": optional,
}"""

# TODO: Получение всех разнорядок
# TODO: Получение разнорядки по Дате, персональному индексу работника
# TODO: Изменения у разнарядки даты прибытия/отбытия, и активна ли она(айди разнарядки,дата отбытия, дата брибытия,
#  активна ли она)

"""{
    "working_order_id": 1,
    "departure_time": "",
    "arrival_time": "",
    "is_active":0,
}"""

#  TODO:
